[
    "What's the most difficult electronics repair you've ever attempted?",
    "Whatcha doing this Christmas/adjacent holiday weekend?",
    "Boneless or bone-in wings?",
    "Funniest line in video gaming?",
    "Do you prefer to be the one giving gifts, or the one receiving them?",
    "Worst habit?",
    "What's the best piece of advice you've been given?",
    "Got any cool gamer merch?",
    "How often do you clean your computer?",
    "How's your eyesight?",
    "Favorite type of sushi?",
    "Dream university/career?",
    "Would you rather have a cordless vacuum, or a robot vacuum?",
    "How many emails do you have sitting in your inbox?",
    "The best opening to a game?",
    "Your most anticipated game coming next year?",
    "What's your game of the year?",
    "What's something you miss from childhood?",
    "What's the longest amount of time you can handle driving in one sitting? If you don't drive, how long can you withstand being on a car trip?",
    "Have you used ChatGPT? What's your favorite response?",
    "Best web browser?",
    "What's your favorite font?",
    "How would you prepare for finals/exams?",
    "Has music made you cry before?",
    "What are you most thankful for?",
    "What Black Friday deals are you looking for?",
    "What's your favorite Thanksgiving/comfort food?",
    "Have you been to an arcade before?",
    "Your favorite carb? (i.e. fries, rice, noodles, bread, etc)",
    "The longest book you've read?",
    "What's one media franchise you would love to live in?",
    "Your favorite planet?",
    "How would you build your ideal social media network?",
    "What's the spiciest food you can handle?",
    "Have any mobile games you're into?",
    "What skill would you like to master?",
    "How many pairs of shoes do you own?",
    "Do you eat or drink soup?",
    "What are your thoughts on Winter?",
    "What's a subscription service that you feel has most value in terms of it's price and features?",
    "What did you wish they told you about when getting older?",
    "Just checking in! How have things been?",
    "Your favorite application on desktop/mobile?",
    "What's your favorite kind of cake?",
    "Cake or Cupcakes?",
    "If you could have named yourself, what name would you have picked?",
    "Favorite bird?",
    "What’s your favorite Christmas song?",
    "Who's excited for Christmas?",
    "Had any near death experiences?",
    "Have you read Stephen King? Which of his stories unsettles you the most?",
    "Have you ever used an ouija board? What happened?",
    "What do you think hell looks like?",
    "What do you want your last words to be?",
    "Most funniest letter in the alphabet?",
    "What is the scariest Halloween costume you have ever seen/worn?",
    "If you were given the death penalty, what would your last meal be?",
    "If you had to live in a horror movie, which one would you pick and what would your survival strategy be?",
    "How often do you forget stuff?",
    "If you had to sacrifice a limb/part of your body, what would you choose?",
    "What do you want etched onto your tombstone?",
    "If you were dared to spend the night in a “haunted house”, would you do it?",
    "What's your biggest fear?",
    "Your comfort song?",
    "How would you decorate a pumpkin for Halloween?",
    "Favorite brand/type of candy?",
    "Where would you bury a body?",
    "How long do you usually hang on to your devices, such as your phone, computer, etc?",
    "How often do you shave?",
    "How do you think we should improve the lives of Indigenous people everywhere?",
    "Weekly check: how have things been?",
    "Are you primarily left-handed or right-handed?",
    "Tell me one interesting fact about yourself",
    "Do you break open your Oreos when you eat them?",
    "The future can be terrifying, so let's think about it! Where do you see yourself going in the future? (can be work/life related)",
    "Are you going to be wearing a costume and/or trick-or-treating for Halloween this year? If so, what are you going as?",
    "What's the first thing you'll do in a Zombie apocalypse?",
    "Have a good/bad memory about going on a flight?",
    "What's your favorite cylinder-shaped food?",
    "Is a tomato a fruit? Explain.",
    "Just a little checkup: How are you doing?",
    "Your favorite type of muffin?",
    "Do you like to use wearable tech, like smart watches, smart glasses, etc? Why/why not?",
    "If you could have one view out your window for the rest of your life, what would you chose? (can be real or imaginary)",
    "Do you like rain? Why or why not?",
    "What's a pet-peeve of yours while driving/taking transit?",
    "Describe your day/week as an amusement park ride.",
    "Describe your favorite dinner spot in your town.",
    "Favorite/worst day of the week?",
    "What would you bring to a deserted island?",
    "How's school/work/life in general going for y'all?",
    "What side of your body do you tend to sleep on?",
    "Do you like to play multiplayer games? Why or why not?",
    "What is the best state?",
    "What's your favorite kind of chip?",
    "What's your typing speed?",
    "What's the temp in your area right now?",
    "Do you like Roller Coasters?",
    "Favorite Dessert?",
    "What's your favorite salad dressing?",
    "Are you right or left-handed? Or both?",
    "Do you speak another language? If not, which one would you like to learn the most?",
    "Rock, Paper, or Scissors?",
    "What's your favorite gaming console?",
    "What’s your ideal phone color?",
    "What’s your favorite movie atm?",
    "Blue, white, or yellow corn tortilla chips?",
    "Your ideal breakfast sandwich?",
    "What is your favorite flavor of ice cream?",
    "Would you ever dare attempt going on Hot Ones, the show with hot questions and even hotter wings?",
    "Do you play any instruments? If so, which ones(s)?",
    "Do you usually take naps? If so, how long?",
    "What's the last anime you watched?",
    "What feature would you want to add to Discord if you were in charge for a day?",
    "Do you own a Steam Deck?",
    "Do you like or dislike public speaking? Why?",
    "How do you like your eggs?",
    "Dark or milk chocolate?",
    "How long have you been on Discord?",
    "What's your average/your current day's Screen On Time looking like?",
    "How are you feeling today?",
    "What's a weird food combo you eat?",
    "Do you believe Pluto is a planet?",
    "Do you believe in a future with autonomous vehicles? Why or why not?",
    "What's your favorite food cuisine?",
    "Your ideal monitor?",
    "Do you have plans on going solar for your house/living space? If you already have, how much did you save on your bill so far?",
    "What's your favorite board or card game?",
    "Cats or dogs?",
    "What are your ideal smoothie ingredients?",
    "Do you fold your pizza?",
    "Most annoying thing about your ISP?",
    "What’s your go to takeout place?",
    "What’s your favorite type of flower?",
    "What’s your favorite style of architecture?",
    "What did you get for dinner last night?",
    "What’s your go to beverage of choice?",
    "Are you excited for 12th gen?",
    "What’s your dream vacation destination?",
    "Who is your favorite music artist?",
    "Do you own a watch? Why or why not?",
    "If you could eliminate one food so no one could eat it ever again, what would you destroy?",
    "What is your favorite condiment?",
    "What's your favorite Linux distro?",
    "What are the top 3 Discord servers you interact with?",
    "Do you hang toilet paper over (lead end faces you), or under (lead end is next to the wall)?",
    "What's the best compliment you've ever received from someone?",
    "Do you like the new role icons?",
    "What's the best compliment you've ever given to someone?",
    "Fork or Spoon?",
    "If you could live in a book, TV show, or movie, what would it be?",
    "Do you prefer gas or electric cars?",
    "How would you dress up your fries?",
    "How do you usually sign off your emails?",
    "Burgers or pizza?",
    "WHATS YOUR FAVORITE WAY TO TURN OFF CAPS LOCK?",
    "Do you prefer pulp or no pulp in your orange juice?",
    "If all of the Moderators had to fight to the death, who would win and why?",
    "What's one song that you can't get out of your head at the moment?",
    "If you had to delete all but 3 apps from your smartphone, which ones would you keep?",
    "What are you most excited about from our recent blog?",
    "Do you prefer attending school or work virtually, in-person, or a bit of both?",
    "Do you want to own an electric vehicle in the future?",
    "What would be your ideal sandwich?",
    "Your favorite type of chocolate?",
    "What would you name your boat if you had one?",
    "Do you like Boba Tea? And if so, what's the flavor you tend to get?",
    "How was Mother's Day?",
    "If there was one thing you wanna upgrade in regards to your gaming/PC setup, what would it be?",
    "Favorite flavor of donut?",
    "What game should we play for our game night?",
    "What did you do on your last birthday?",
    "When's the last time a movie/TV show/video game made you cry?",
    "What's the first thing you do when you turn on your computer for the day?",
    "Favorite quote from a TV show/movie?",
    "What is your favorite genre of music?",
    "What's a new channel we can introduce here?",
    "What is the most useless talent you have?",
    "Favorite Gordon Ramsay show?",
    "Are you a content creator of any kind? If so, attach it below!",
    "If you were given a million dollars right now, what's the first thing you would spend it on?",
    "Do you believe in the Paranormal? (like ghosts, spirits, UFOs, Bigfoot, etc.)",
    "Why is a Sundae called a Sundae?",
    "If there's any animal you wish you could take care of, wild or domestic, which would it be?",
    "How many hours a night do you sleep?",
    "Bone in or boneless wings?",
    "Your go-to fast food order?",
    "If you were to retire and live out the rest of your life in one place, where would it be?",
    "Are there any nitpicky issues, or things you wish could be better with your car? If you don't have a car, what's your dream one?",
    "Do you believe that there's alien life outside of our solar system? And if so, why?",
    "Do you speak any other languages?",
    "Coke or Pepsi?",
    "What is your favorite snack?",
    "What is your favorite GPU design?",
    "What is your Hogwarts house?",
    "What is/was your most anticipated movie?",
    "If we were to do a Q&A with one of the Framework employees. Who would you be most interested in learning about and their role?",
    "Will you be playing Elden Ring?",
    "Dancing or Singing?",
    "Has anyone in the community impacted you in a positive way? Who, and why?",
    "What is your favorite kind of cheese?",
    "What, if anything, did you do for Valentine’s Day?",
    "What's your favorite album of all time and why?",
    "If you had to flee the country you live in currently, where would you choose to live?",
    "How can we improve the community?",
    "What is your favorite Pokémon?",
    "What is your dream expansion card?",
    "What is your dream superpower?",
    "What is your favorite video game?",
    "Dogs or cats?"
]